Revit 2027 API
ParameterTypeId.RebarStandardBendDiameter Property
 "Standard Bend Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarStandardBendDiameter { get; }
Public Shared ReadOnly Property RebarStandardBendDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarStandardBendDiameter {
	ForgeTypeId^ get ();
}
static member RebarStandardBendDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace